# Basics
rename
sl
htop
aptitude
gpg
pass

# Utilities used for bootstrapping
curl
git
jq
software-properties-common

# My shell
zsh
zsh-doc

# Python build dependencies
build-essential
libssl-dev
zlib1g-dev
libbz2-dev
libreadline-dev
libsqlite3-dev
wget
llvm
libncurses5-dev
libncursesw5-dev
xz-utils
tk-dev
libffi-dev
liblzma-dev
python3-openssl

# Tools I use for development
inotify-tools
git-gui

# Some useful tools to tweak my Gnome environment
gnome-tweak-tool
dconf-editor

# A dump from Oda 2024
# Command: apt-mark showmanual
adb
apt-transport-https
aptitude
base-passwd
bridge-utils
bsdutils
build-essential
ca-certificates
clang
cmake
console-setup
coreutils
cpu-checker
curl
dash
dconf-editor
diffutils
dirmngr
dmeventd
e2fsprogs
efibootmgr
faketime
findutils
firefox-locale-en
firefox-locale-nb
flameshot
fonts-indic
fonts-powerline
fzf
gawk
gcolor3
gettext
gh
gimp
gimp-help-en
git
git-gui
git-lfs
gnome-clocks
gnome-tweaks
gnupg
gnupg-agent
google-chrome-stable
gparted
gpg
gpick
grabc
grep
grub-common
grub-efi-amd64-bin
grub-efi-amd64-signed
grub-gfxpayload-lists
grub-pc
grub-pc-bin
grub2-common
gzip
hostname
htop
hunspell-en-au
hunspell-en-ca
hunspell-en-gb
hunspell-en-us
hunspell-en-za
hunspell-no
hyphen-en-ca
hyphen-en-gb
hyphen-en-us
hyphen-no
iftop
init
inotify-tools
jq
keyboard-configuration
language-pack-en
language-pack-en-base
language-pack-gnome-en
language-pack-gnome-en-base
language-pack-gnome-nb
language-pack-nb
libbz2-dev
libc6
libdebconfclient0
libdevmapper-event1.02.1
libffi-dev
liblvm2cmd2.03
liblzma-dev
libncurses5-dev
libncursesw5-dev
libnvpair3linux
libpostgresql-jdbc-java
libpq-dev
libreadline-dev
libreoffice-base
libreoffice-help-common
libreoffice-help-en-gb
libreoffice-help-en-us
libreoffice-l10n-en-gb
libreoffice-l10n-en-za
libreoffice-l10n-nb
libreoffice-sdbc-postgresql
libspa-0.2-bluetooth
libspa-0.2-jack
libsqlite3-dev
libssl-dev
libstdc++5
libusb-0.1-4
libuutil3linux
libvirt-clients
libvirt-daemon-system
libzfs4linux
libzpool5linux
llvm
locales
login
lsb-release
lvm2
memcached
mokutil
mythes-en-au
mythes-en-us
mythes-no
ncurses-base
ncurses-bin
net-tools
network-manager-openvpn-gnome
nodejs
odbc-postgresql
openjdk-8-jre-headless
openssl
os-prober
pass
pavucontrol
pciutils
pipewire-audio-client-libraries
poppler-data
powertop
python3-openssl
python3-pydrive
qemu-system-x86
redis-server
rename
scribus
shellcheck
shim
shim-signed
sl
smem
software-properties-common
thin-provisioning-tools
thunderbird-locale-en
thunderbird-locale-en-gb
thunderbird-locale-en-us
thunderbird-locale-nb
thunderbird-locale-nb-no
tk-dev
traceroute
ubuntu-desktop
ubuntu-desktop-minimal
ubuntu-minimal
ubuntu-restricted-addons
ubuntu-standard
ubuntu-wallpapers
udev
unattended-upgrades
universal-ctags
update-manager-core
usbutils
wamerican
wbritish
wget
whois
wnorwegian
xournal
xz-utils
zfs-initramfs
zfs-zed
zfsutils-linux
zile
zlib1g-dev
zsh
zsh-doc
